/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "याविषयी";
"zanalytics.bug.alert.from" = "प्रेषक";
"zanalytics.bug.alert.imagelimitreached" = "कमाल मर्यादा गाठलेली आहे";
"zanalytics.bug.alert.imagelimits" = "तुम्ही कमाल 10 इमेज जोडू शकता";
"zanalytics.bug.alert.macheader" = "आम्हाला नीट माहिती मिळावी यासाठी आम्हाला अभिप्राय कळवा किंवा अटॅचमेंट जोडून बग रिपोर्ट करा";
"zanalytics.bug.alert.write" = "आम्हाला लिहून कळवा";

"zanalytics.bug.alert.recordedclip" = "रेकॉर्ड केलेले क्लिप्स";


"zanalytics.bug.alert.anonymalert" = "तुमच्या ईमेल अॅड्रेसवरुन फीडबॅक शेअर करावा अशी शिफारस नेहमी केली जाते. तुम्ही तुमचा ईमेल अॅड्रेस शेअर करत नसल्यास, तुम्हाला समस्येबद्दल अपडेट देण्याकरिता तुमच्यापर्यंत पोहोचण्यात आम्ही सक्षम होणार नाही.";

"zanalytics.bug.alert.quitfeedback" = "तुम्हाला सोडायचे आहे याची तुम्हाला खात्री आहे का?";
"zanalytics.feedback.navbar.title.noscreenshots" = "स्क्रीनशॉट उपलब्ध नाहीत";
"zanalytics.feedback.navbar.title.screenshots" = "स्क्रीनशॉट";
"zanalytics.feedback.navbar.title.snap" = "स्नॅप";
"zanalytics.feedback.navbar.title.compose" = "कंपोझ करा";

"zanalytics.bug.alert.cancel"               = "नाही";
"zanalytics.bug.alert.title"                = "आम्हाला काही सांगायचे आहे का?";
"zanalytics.feedback.navbar.title.feedback"             = "फीडबॅक";
"zanalytics.feedback.navbar.title.reportbug"            = "बग अहवाल द्या";
"zanalytics.feedback.navbar.title.helpme"               = "मला मदत करा";

"zanalytics.feedback.navbar.title.systemlogs"             = "सिस्टीम लॉग्ज";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "निदान माहिती";

"zanalytics.bug.alert.dontshowagain"            = "पुन्हा दाखवू नका";
"zanalytics.bug.alert.title.helpme"            = "मला मदत करा";

"zanalytics.bug.alert.message.savetolocal"         = "क्षमस्व... बग अहवाल पाठवणे आम्हाला शक्य झाले नाही, तुम्हाला स्क्रीनशॉट सेव्ह करायचा आहे का?";



"zanalytics.feedback.email.title"                = "ईमेल पत्ता";


"zanalytics.bug.detectscreen.title"       = "काहीतरी स्वारस्यपूर्ण सापडले का?";

"zanalytics.bug.alert.detectscreen.yes"                      = "होय";
"zanalytics.bug.alert.detectscreen.no"                       = "नाही";

"zanalytics.bug.alert.detectscreen.share" = "शेअर करा";
"zanalytics.bug.alert.detectscreen.dontshow" = "पुन्हा विचारू नका";

"zanalytics.bug.annotate.button.title"                       = "खालील टूल वापरून बग अॅनोटेट करा";


"zanalytics.feedback.failed.alert.description" = "फीडबॅक पाठवता आला नाही, कृपया पुन्हा प्रयत्न करा!";


"zanalytics.feedback.success.alert.description" = "तुमचा फीडबॅक सबमिट केल्याबद्दल धन्यवाद!";


"zanalytics.feedback.common.alert.title.add.photos" = "फोटो जोडा";
"zanalytics.feedback.common.alert.title.alert" = "अलर्ट";
"zanalytics.feedback.common.button.title.back" = "मागे";
"zanalytics.feedback.common.button.title.cancel" = "रद्द करा";
"zanalytics.feedback.common.button.title.close" = "बंद करा";
"zanalytics.feedback.common.button.title.ok" = "ठीक आहे";

"zanalytics.feedback.textview.placeholder"           = "आमच्याकरीता तुमचा फीडबॅक मौल्यवान आहे. कृपया आमचे काम कसे वाटते आहे याबद्दल आम्हाला कळू द्या.";
"zanalytics.bug.textview.placeholder"           = "आमचा अॅप वापरताना तुम्हाला कोणती समस्या आली का? आम्हाला कळू द्या.";
"zanalytics.help.textview.placeholder"           = "आम्ही सारे काही ठीक करण्याचा आणि तुम्हाला मदत करण्याचा प्रयत्न करू!";

"zanalytics.feedback.add.photos.alert.description" = "कोणतेही फोटो संलग्न झाले नाहीत, आणखी फोटो जोडण्यासाठी फोटो गॅलरी उघडा!";

"zanalytics.feedback.add.photos.alert.open" = "फोटो उघडा";


"zanalytics.feedback.access.photos.alert.description" = "%@ अॅपला तुमच्या फोटोंचा अॅक्सेस नाहीये.\nअॅक्सेस सक्षम करण्यास येथे जा: सेटिंग्ज > प्रायव्हसी > फोटो > %@";

"zanalytics.feedback.access.photos.alert.settings" = "सेटिंग्ज";

"zanalytics.feedback.label.title.anonymous" = "अनामिक";

"zanalytics.feedback.navbar.button.title.send" = "पाठवा";
"zanalytics.feedback.navbar.button.title.next" = "पुढील";
"zanalytics.feedback.navbar.button.title.done" = "पूर्ण झाले";
"zanalytics.feedback.navbar.button.title.editphotos" = "फोटो संपादित करा";
"zanalytics.feedback.navbar.button.title.addmore" = "आणखी जोडा";
"zanalytics.feedback.navbar.button.title.attach" = "संलग्न करा";
"zanalytics.feedback.navbar.button.title.delete" = "हटवा";


"zanalytics.feedback.navbar.title.taptoedit" = "संपादित करण्यासाठी टॅप करा";
"zanalytics.feedback.navbar.title.editor" = "एडिटर";
"zanalytics.feedback.navbar.title.choosephotos" = "फोटो निवडा";
"zanalytics.feedback.navbar.title.selectphotos" = "फोटो निवडा";
"zanalytics.feedback.navbar.title.photoselected" = "फोटो निवडला";
"zanalytics.feedback.navbar.title.photosselected" = "फोटो निवडले";

"zanalytics.feedback.accessory.title.systemlogs" = "सिस्टीम लॉग्ज समाविष्ट केले";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "निदान माहिती समाविष्ट करा";
"zanalytics.feedback.accessory.button.title.view" = "पहा";

"zanalytics.feedback.picker.image.notfound" = "इमेज सापडल्या नाही";

"zanalytics.feedback.attachments.title" = "संलग्नके(%i)";

"zanalytics.feedback.privacy.consent.description" = "तुमचा कन्सोल लॉग आणि निदान माहिती ही तुम्ही शेअर करता तो फीडबॅक आमच्या डेव्हलपरनां उत्तमरित्या समजून घेण्यात मदत करणार असल्यामुळे ती समाविष्ट करा अशी शिफारस आम्ही करतो.";

"zanalytics.feedback.privacy.consent.clogs.title" = "कन्सोल लॉग्ज";

"zanalytics.feedback.privacy.consent.dinfo.title" = "निदान माहिती";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "इतर माहिती";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "डिव्हाइस माहिती";

"zanalytics.feedback.privacy.consent.cancel" = "रद्द करा";

"zanalytics.feedback.privacy.consent.openmailapp" = "मेलमध्ये उघडा";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "नेहमी पाठवा";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "तुमची समस्या रेकॉर्ड करा";
"issuerecordscreen.label.close" = "बंद";
"issuerecordscreen.label.failedtoinitiate" = "स्क्रीन रेकॉर्डिंग सुरू करण्यात अयशस्वी झाले";
"issuerecordscreen.label.failuremultiwindow" = "तुम्ही रेकॉर्ड करू पाहत असलेली सामग्री मल्टि-विंडो स्वरूपात आहे ज्याचे रेकॉर्डिंग करण्यासाठी समर्थन नाही. कृपया पूर्ण स्क्रीन मोडवर स्विच करा";
"issuerecordscreen.label.nointerneterror" = "स्क्रीन रेकॉर्डिंगसाठी इंटरनेट कनेक्शन आवश्यक आहे. कृपया पुढे जाण्यासाठी कनेक्ट करा.";
"issuerecordscreen.label.ok" = "ठीक आहे";
"issuerecordscreen.label.recordinginfo" = "तुम्ही सामना करत असलेल्या समस्या पटकन रेकॉर्ड करा आणि त्यांना आमच्या समर्थन टीमकडे सहज समजण्यासाठी आणि पटकन साहाय्य मिळवण्यासाठी पाठवा.";
"issuerecordscreen.label.iagreetext" = "आवश्यक डेटाच्या संकलनासाठी मी सहमती आणि संमती देत आहे. तपशील पहा";
"issuerecordscreen.label.optiontotrim" = "तुमच्याकडे ट्रिम, एडिट आणि रेकॉर्ड केलेला व्हिडिओ अ‍ॅनोटेट करण्याचा पर्याय आहे.";
"issuerecordscreen.label.startrecording" = "रेकॉर्डिंग सुरू करा";
"issuerecordscreen.label.endrecording" = "रेकॉर्डिंग संपवा";
"issuerecordscreen.label.recordinginprogress" = "रेकॉर्डिंग सुरू आहे!";
"issuerecordscreen.label.quicktipstext" = "द्रुत टिपा";
"issuerecordscreen.label.quicktips1" = "तुम्ही तुमचा स्क्रीन जास्तीत जास्त 5 मिनिटांसाठी रेकॉर्ड करू शकता.";
"issuerecordscreen.label.quicktips2" = "तुम्ही रेकॉर्ड केलेला व्हिडिओ ट्रिम, एडिट आणि अ‍ॅनोटेट करू शकता.";
"issuerecordscreen.label.quicktips3" = "स्क्रीन रेकॉर्ड केला जात असताना अ‍ॅप बंद करू नका.";
"issuerecordscreen.label.quicktips4" = "अधिक जाणून घेण्यासाठी कृपया आमच्या मदत डॉक्युमेंटला भेट द्या";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "तुम्ही संमती दिल्यावर खालील डेटा संकलित केला जाईल:";
"dataconsentscreen.label.consent1" = "तुमचा IP अ‍ॅड्रेस आणि कन्सोल लॉग जे रेकॉर्डिंग दरम्यान जनरेट केले आहेत";
"dataconsentscreen.label.consent2" = "तुमचे डिव्हाइस नाव, OS आवृत्ती इ. वातावरणाचे तपशील";
"dataconsentscreen.label.consent3" = "डिव्हाइस कामगिरी निकष (मेमरी, नेटवर्क कनेक्शन वेळ इ. सारखे.)";
"dataconsentscreen.label.consent4" = "डिव्हाइस विंडोची स्क्रीन रेकॉर्डिंग";
"dataconsentscreen.label.consent5" = "डिफॉल्टनुसार स्क्रीन रेकॉर्डिंग दरम्यान ऑडिओ रेकॉर्ड केला जाईल. मात्र तुम्ही ऑडिओ ट्रॅक सबमिट करण्यापूर्वी तो म्यूट किंवा पुन्हा रेकॉर्ड करू शकता.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "मायक्रोफोनचा अ‍ॅक्सेस अक्षम केलेला आहे";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "कृपया सेटिंग्जवर जा आणि ऑडिओ रेकॉर्ड करण्यासाठी मायक्रोफोन चालू करा.";
"videoannotationscreen.alert.microphonedisablediphone" = "मायक्रोफोनचा अ‍ॅक्सेस अक्षम आहे. कृपया सेटिंग्जवर जा आणि ऑडिओ रेकॉर्ड करण्यासाठी मायक्रोफोन चालू करा.";

// General
"general.label.recordingintiationfailed" = "स्क्रीन रेकॉर्डिंग सुरू करणे अयशस्वी झाले. कृपया पुन्हा प्रयत्न करा";
"general.label.ok" = "ठीक आहे";
"general.label.submit" = "सादर करा";
"general.label.done" = "पूर्ण झाले";
"general.label.cancel" = "रद्द करा";
"general.label.settings" = "सेटिंग्ज";
"general.label.erroroccured" = "एरर आली";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "फाइलचा आकार मर्यादेबाहेर गेला आहे. फाइलचा आकार 3 MB पेक्षा मोठा असू नये";
"issuesubmissionscreen.label.attachfiles" = "फाइल संलग्न करा";
"issuesubmissionscreen.label.newrecording" = "नवीन रेकॉर्डिंग";
"issuesubmissionscreen.label.editrecording" = "रेकॉर्डिंग एडिट करा";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "कोणताही ऑडिओ ट्रॅक नाही";
"videoannotationscreen.label.shapeborderwidth" = "कडेची रूंदी";
"videoannotationscreen.label.shapelineopacity" = "अपारदर्शकता";
"videoannotationscreen.label.shapetextsize" = "टेक्स्टचा आकार";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "एलिमेंटचा कालावधी व्हिडिओच्या संपूर्ण आकारापलीकडचे आहे";
"videoannotationscreen.alert.notallowed" = "परवानगी नाही";
"videoannotationscreen.alert.deleteexisitingaudio" = "कृपया नवीन ऑडिओ रेकॉर्ड करण्यापूर्वी सध्याचा ऑडिओ हटवा.";
"videoannotationscreen.alert.textlimitreached" = "मर्यादा गाठली";
"videoannotationscreen.alert.textdeleteexisting" = "कृपया सध्याक्या टेक्स्टपैकी थोडे हटवा.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "कृपया ऑडिओ रेकॉर्ड करण्यापूर्वी तुमचा व्हिडिओ पॉज करा";
"videoannotationscreen.alert.changesnotsaved" = "आपले बदल जतन झालेले नाही. तुम्हाला सुरू ठेवायचे आहे याची तुम्हाला खात्री आहे का?";
"videoannotationscreen.alert.proceed" = "सुरू ठेवा";
"videoannotationscreen.alert.stroketypesolid" = "ठोस";
"videoannotationscreen.alert.stroketypedashed" = "डॅश असलेले";
"videoannotationscreen.alert.entertext" = "मजकूर एंटर करा";

"videoannotationscreen.label.trim" = "सुबक करा";
"videoannotationscreen.label.mask" = "मास्क";
"videoannotationscreen.label.shapes" = "आकार";
"videoannotationscreen.label.text" = "मजकूर";
"videoannotationscreen.label.audio" = "ऑडिओ";
"videoannotationscreen.label.block" = "ब्लॉक करा";
"videoannotationscreen.label.blur" = "धूसर";
"videoannotationscreen.label.rectangle" = "आयत";
"videoannotationscreen.label.oval" = "ओव्हल";
"videoannotationscreen.label.arrow" = "बाण";
"videoannotationscreen.label.color" = "रंग";
"videoannotationscreen.label.width" = "रूंदी";
"videoannotationscreen.label.style" = "शैली";
"videoannotationscreen.label.edit" = "संपादित करा";
"videoannotationscreen.label.size" = "आकार";
"videoannotationscreen.label.background" = "पार्श्वभूमी";
"videoannotationscreen.label.textregular" = "नियमित";
"videoannotationscreen.label.textbold" = "ठळक";
"videoannotationscreen.label.textitalics" = "इटॅलिक्स";
"videoannotationscreen.label.textbolditalics" = "बोल्ड-इटॅलिक्स";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ईमेल अॅड्रेस";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "स्क्रीन रेकॉर्ड सारांश";
"issuesubmissionform.label.subjectdisplayname" = "विषय";
"issuesubmissionform.label.subjectplaceholder" = "विषय एंटर क्रा";
"issuesubmissionform.label.addtoexistingticket" = "सध्याच्या तिकीटामध्ये जोडा";
"issuesubmissionform.label.existingticketid" = "सध्याचा तिकीट आयडी";
"issuesubmissionform.label.enterticketidtolink" = "लिंक करायचा असलेला तिकीट आयडी एंटर करा";
"issuesubmissionform.label.issuedescription" = "समस्येचे वर्णन";
"issuesubmissionform.label.issuemoredetails" = "समस्येबद्दल अधिक तपशील द्या";
"issuesubmissionform.label.submityourissue" = "तुमची समस्या सबमिट करा";
"issuesubmissionform.alert.videouploadfailed" = "व्हिडिओ अपलोड करणे अयस्गस्वी झाले. कृपया पुन्हा प्रयत्न करा.";
"issuesubmissionform.alert.thanksmessagetitle" = "आमच्याशी संपर्क साधल्याबद्दल आभारी आहोत!";
"issuesubmissionform.alert.thanksmessagebody" = "तुमच्या समस्या हे आमचे प्राधान्य आहे त्यामुळे आमची समर्थन टीम लवकरच तुमच्याशी संपर्क साधेल. आपला दिवस चांगला जावो!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "व्हिडिओ एडिट तपशील अपलोड करणे अयशस्वी झाले. कृपया पुन्हा प्रयत्न करा.";
"issuesubmissionform.label.entersubject" = "कृपया समस्येचा विषय एंटर करा";
"issuesubmissionform.label.enteremail" = "कृपया ईमेल पत्ता प्रविष्ट करा";
"issuesubmissionform.label.enterexistingticketid" = "कृपया सध्याचा तिकीट आयडी एंटर करा";
"issuesubmissionform.label.choosephoto" = "फोटो निवडा";
"issuesubmissionform.label.browse" = "ब्राउज करा";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "फोटो लायब्ररीचा अ‍ॅक्सेस अक्षम केला आहे. कृपया फोटो अ‍ॅक्सेस करण्यासाठी सेटिंग्जमध्ये जा आणि फोटो लायब्ररी चालू करा.";
"issuesubmissionform.alert.accestophotodisabledipad" = "फोटो लायब्ररीचा अ‍ॅक्सेस अक्षम केलेला आहे";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "कृपया फोटो अ‍ॅक्सेस करण्यासाठी सेटिंग्जमध्ये जा आणि फोटो लायब्ररी चालू करा.";
"issuesubmissionform.alert.submitting" = "सबमिट करत आहे";
